Repository: PedroAWagner/iOS_Challenge
Catalog: Moovy/Core/*.lproj/Localizable.strings
Languages: pt_br

source: Movies
pt_br: Filmes

# MovieSearchBarPlaceholder
source: Search for a movie...
pt_br: Procure por um filme...

source: Total Ratings
pt_br: Votos Totais

source: Average Ratings
pt_br: Nota Média

source: OVERVIEW
pt_br: DESCRIÇÃO

source: CAST
pt_br: ELENCO

source: CREW
pt_br: EQUIPE

source: Error
pt_br: Erro

# GenericFetchErrorMessage
source: There was a problem fetching the data
pt_br: Houve um problema carregando os dados.

# GenericParseErrorMessage
source: There was an issue parsing the data. It may be in the incorrect format
pt_br: Houve um problema ao ler os dados. Eles podem estar no formato incorreto

# NoConnectionTitle
source: No Internet Connection
pt_br: Sem conexão a internet

# NoConnectionMessage
source: You're not connected to the internet right now. Please go online and try again
pt_br: Você não está conectado na internet. Por favor, conecte-se, e tente novamente
